<?php

return [
    'success' => 'تم حفظ البيانات بنجاح',
    'successDelete' => 'تم حذف البيانات بنجاح',
    'Update' => 'تم تحديث البيانات بنجاح',
    'Delete' => 'تم حذف البيانات بنجاح',
    'errors' => 'فشل الحفظ برجاء المحاوله مجددا',

    'Terms_Conditions' => 'البنود والظروف',
    'API_Use_Policy' => 'سياسة استخدام API',
    'Privacy_Policy' => 'سياسة الخصوصية',
    'All_Rights_Reserved' => 'كل الحقوق محفوظة.',
    'Copyright' => 'حقوق النشر',
    'has_car' => ' السائق لديه سيارة بالفعل ',
    'already_arraived' => ' لقد قمت بتسجيل وصولك بالفعل ',
    'already_has_uploadgood' => ' تم اضافة امر تحميل لهذا السائق مسبقا، يرجى التأكد ',
    'hasconfirmwithwarehous' => ' تم تأكيد تحميل البضاعة مع المستودع مسبقا ',
    'hasconfirmreturn' => ' تم تأكيد استلام المرتجع مع المستودع سابقا ',
    'hasconfirmreturnfinance' => 'تم تأكيد تصفية الحساب مع المالية مسبقا',
    'already_go' => 'تم تسجيل انصرافك للتوزيع من قبل',
    'already_back' => 'تم تسجيل عودتك من التوزيع مسبقا',
    'dont_have_car' => ' ليس لديك سيارة، الرجاء اجراء الانصراف للسكن ومتابعة الخطوات ',
];
